Repository: silvioheinze/klubtool
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Group leader with decision-making authority
de: Klubobmann/-frau mit Entscheidungsbefugnis

source: Assistant to the group leader
de: Stellvertretung des Klubobmanns/der Klubobfrau

source: Secretary
de: Sekretär

source: Handles administrative tasks
de: Erledigt administrative Aufgaben

source: A user can only be a member of a group once
de: Ein Benutzer kann nur einmal Mitglied eines Klub sein

source: Only active users and groups can be selected
de: Es können nur aktive Benutzer und Klubs ausgewählt werden

source: Role determines the user's responsibilities
de: Die Rolle bestimmt die Verantwortlichkeiten des Benutzers

source: Send an email with a link to create an account. After the person has signed up, you can add them as a member from 'Add Member'.
de: Sende eine E-Mail mit Link zur Kontoerstellung. Nach der Registrierung können Sie die Person unter „Mitglied hinzufügen“ zur Gruppe hinzufügen.

source: Send invitation
de: Einladung senden

source: Welcome to Klubtool
de: Willkommen bei Klubtool

source: Facilitate your political work
de: Unterstützt deine politische Arbeit

source: Email Verification Required
de: E-Mail-Verifizierung erforderlich

source: Your email address <strong>%(email)s</strong> has not been verified yet. Please check your inbox and click the confirmation link in the email we sent you.
de: Ihre E-Mail-Adresse <strong>%(email)s</strong> wurde noch nicht bestätigt. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Bestätigungslink in der E-Mail, die wir Ihnen gesendet haben.

source: Manage Email
de: E-Mail Einstellungen bearbeiten

source: Resend Verification Email
de: Bestätigungs-E-Mail erneut senden

source: Quick Access
de: Schnellzugriff

source: Your Locals
de: Dein Bezirk

source: Your Councils
de: Deine Bezirksvertretung

source: Your Groups
de: Dein Klub

source: Personal calendar
de: Persönlicher Kalender

source: Calendar list pagination
de: Kalenderliste Paginierung

source: No upcoming sessions or group meetings. Sessions from your councils and committees, and meetings from your groups, will appear here.
de: Keine bevorstehenden Sitzungen oder Klubsitzungen. Hier werden die Sitzungen und Ausschüsse sowie die Treffen deines Klubs angezeigt.

source: Personal monthly calendar
de: Persönlicher Monatskalender

source: Loading…
de: Lade…

source: Delete Committee
de: Ausschuss löschen

source: Back to Committee
de: Zurück zum Ausschuss

source: This action cannot be undone. All committee data will be permanently deleted.
de: Das kann man nicht rückgängig machen. Alle Daten des Ausschusses werden endgültig gelöscht.

source: Committee Information
de: Ausschussinformation

source: Not assigned
de: Nicht zugewiesen

source: What will be deleted
de: Was wird gelöscht

source: The committee itself
de: Der Ausschuss selbst

source: All committee member records
de: Alle Aufzeichnungen der Ausschussmitglieder

source: Committee assignments in motions (motions will remain but lose committee assignment)
de: Ausschusszuweisungen in Anträgen (Anträge bleiben bestehen, aber die Ausschusszuweisung geht verloren)

source: View Committee
de: Ausschuss anzeigen

source: Edit Committee
de: Ausschuss bearbeiten

source: View All Committees
de: Alle Ausschüsse anzeigen

source: View Council
de: Bezirksvertretung anschauen

source: Quick Info
de: Schnellinfo

source: Committee Details
de: Ausschussdetails

source: Back
de: Zurück

source: Committee Members
de: Ausschussmitglieder

source: Add committee members to start organizing the committee work.
de: Fügen Sie Mitglieder hinzu, um die Gremiumsarbeit zu organisieren.

source: Add First Member
de: Erstes Mitglied hinzufügen

source: Committee Meetings
de: Ausschusssitzungen

source: Scheduled Date
de: Geplant

source: View Details
de: Details anschauen

source: Create committee meetings to organize sessions.
de: Erstellen Sie Gremiumssitzungen, um Sitzungen zu organisieren.

source: Create First Meeting
de: Erstelle erste Sitzung

source: Committee Motions
de: Ausschussanträge

source: Edit Motion
de: Antrag bearbeiten

source: Showing
de: Anzeigen

source: motions
de: Anträge

source: View All Motions
de: Alle Anträge anzeigen

source: No Motions found
de: Keine Anträge gefunden

source: Create Committee
de: Ausschuss erstellen

source: Back to Local
de: Zurück zur Bezirksvertretung

source: Edit Committee Information
de: Information zum Ausschuss bearbeiten

source: Committee Name
de: Name des Ausschusses

source: Abbreviation
de: Abkürzung

source: Term
de: Amtsperiode

source: Committee Type
de: Ausschussart

source: Are you sure you want to delete this Committee?
de: Bist du sicher, dass du diesen Ausschuss löschen möchtest?

source: Tips
de: Tipps

source: Search by name, description, chairperson...
de: Suche nach Name, Beschreibung, Vorsitzende...

source: All Councils
de: Alle Bezirksvertretungen

source: Clear Filters
de: Filter zurücksetzen

source: Upload Attachment
de: Anhänge

source: Upload File
de: Datei hochladen

source: File
de: Dateien

source: Maximum file size: 10MB. Allowed types: PDF, DOC, DOCX, TXT, JPG, PNG, GIF, XLS, XLSX, PPT, PPTX
de: Maximale Dateigröße: 10 MB. Zulässige Dateiformate: PDF, DOC, DOCX, TXT, JPG, PNG, GIF, XLS, XLSX, PPT, PPTX

source: File Type
de: Antragstyp

source: Provide a brief description of the file content.
de: Geben Sie eine kurze Beschreibung des Dateiinhalts.

source: Delete Committee Meeting
de: Ausschusssitzung löschen

source: Committee Meeting
de: Ausschusssitzung

source: No agenda available.
de: Keine Tagesordnung vorhanden.

source: Meeting Attachments
de: Sitzungsanhänge

source: Uploaded by
de: Hochgeladen von

source: Download
de: Herunterladen

source: No attachments uploaded for this meeting yet.
de: Noch keine Anhänge für diese Sitzung hochgeladen.

source: Upload First File
de: Erste Datei hochladen

source: Download Calendar (ICS)
de: Kalender herunterladen (ICS)

source: Participants
de: Teilnehmende

source: Set substitute
de: Vertretung festlegen

source: Substitute
de: Vertretung

source: In place of
de: Anstelle von

source: No committee members (excluding substitutes).
de: Keine Ausschussmitglieder (ohne Stellvertreter).

source: Select a substitute member who will attend this meeting in your place.
de: Wähle ein Stellvertreter-Mitglied, das an deiner Stelle an der Sitzung teilnimmt.

source: Save
de: Speichern

source: Edit Committee Meeting
de: Ausschusssitzung bearbeiten

source: Add Committee Meeting
de: Ausschusssitzung hinzufügen

source: Edit Committee Member
de: Gremiumsmitglied bearbeiten

source: Add Committee Member
de: Gremiumsmitglied hinzufügen

source: Edit Member Information
de: Mitgliedsinformation bearbeiten

source: Member Information
de: Mitgliedsinformation

source: Member Roles
de: Mitgliedsrollen

source: Leader of the committee with full authority
de: Leitung des Gremiums mit voller Befugnis

source: Deputy leader who can act in the chairperson's absence
de: Stellvertretung, die bei Abwesenheit des Vorsitzenden handeln kann

source: Regular committee member with voting rights
de: Ordentliches Gremiumsmitglied mit Stimmrecht

source: Only active users can be added to committees
de: Nur aktive Benutzer können Gremien hinzugefügt werden

source: Each user can only be a member of a committee once
de: Jeder Benutzer kann nur einmal Mitglied eines Gremiums sein

source: Use notes to record special responsibilities or conditions
de: Nutzen Sie Notizen für besondere Aufgaben oder Bedingungen

source: Substitute Members
de: Ersatzmitglieder

source: No committees found for this council.
de: Keine Ausschüsse oder Kommissionen gefunden.

source: Current Term Seat Distribution
de: Aktuelle Sitzverteilung der Wahlperiode

source: Council Sessions
de: Sitzungen

source: In Progress
de: In Bearbeitung

source: Completed
de: Abgeschlossen

source: Council Committees
de: Kommissionen und Ausschüsse

source: Export PDF
de: Exportiere PDF

source: Council Information
de: Informationen

source: Search by name, description or local
de: Suche nach Name, Beschreibung oder Bezirk

source: All
de: Alle

source: Clear
de: Zurücksetzen

source: Political Parties
de: Politische Parteien

source: Color
de: Farbe

source: Political Terms
de: Amtsperiode

source: Total Seats
de: Gesamtzahl der Sitze

source: Current
de: Aktuell

source: Description:
de: Beschreibung:

source: Search by name, code or description
de: Suche nach Name, Postleitzahl oder Beschreibung

source: Party Information
de: Parteinformation

source: Create Party
de: Partei erstellen

source: Create New Party
de: Neue Partei erstellen

source: Full name of the party
de: Vollständiger Name der Partei

source: The local district this party belongs to
de: Der Bezirk, zu dem diese Partei gehört

source: Abbreviated name for display
de: Abgekürzung für die Anzeige

source: Hex color code for visual identification
de: Hex-Farbcode zur visuellen Identifizierung

source: Party logo image file
de: Bilddatei mit dem Logo der Partei

source: Detailed description of the party
de: Detaillierte Beschreibung der Partei

source: Party names must be unique within each local district
de: Parteinamen müssen innerhalb jedes Bezirks einzigartig sein

source: Color should be a valid hex code (e.g., #FF0000)
de: Die Farbe sollte ein gültiger Hex-Code sein (z. B. #FF0000).

source: Logo files should be image formats (JPG, PNG, etc.)
de: Logo-Dateien sollten Bildformate sein (JPG, PNG usw.).

source: Party Management
de: Partei-Management

source: Search by name, short name, description or local
de: Suche nach Name, Abkürzung, Beschreibung oder Bezirk

source: Parties
de: Parteien

source: Back to Session
de: Zurück zur Sitzung

source: Cancel Session
de: Sitzung absagen

source: Confirm cancellation of this session.
de: Bestätige das Absagen dieser Sitzung.

source: Cancel this session?
de: Diese Sitzung absagen?

source: Are you sure you want to cancel this session?
de: Bist du sicher, dass du diese Sitzung absagen möchtest?

source: Delete Session
de: Sitzung löschen

source: Time
de: Zeit

source: Not specified
de: Nicht angegeben

source: Back to Council
de: Zurück zur Bezirksvertretung

source: Session Details
de: Sitzungsdetails

source: Add invitation
de: Einladung hinzufügen

source: Cancel session
de: Sitzung absagen

source: Add minutes
de: Protokoll hinzufügen

source: Session Motions
de: Anträge

source: No motions have been submitted for this session yet.
de: Es wurden noch keine Anträge für diese Sitzung erstellt.

source: Session Inquiries
de: Anfragen der Sitzung

source: No inquiries have been submitted for this session yet.
de: Es wurden noch keine Anfragen für diese Sitzung erstellt.

source: Session Attachments
de: Sitzungsanhänge

source: No attachments uploaded for this session yet.
de: Es wurden noch keine Anhänge für diese Sitzung hochgeladen.

source: Exports
de: Exporte

source: Export Session as PDF
de: Sitzung als PDF exportieren

source: Excuse myself
de: Mich entschuldigen

source: Cancel excuse
de: Entschuldigung zurücknehmen

source: Excuse
de: Entschuldigen

source: Excused
de: Entschuldigt

source: No political group members for the current term.
de: Keine Klubmitglieder für die aktuelle Wahlperiode.

source: You have excused yourself from this session. Cancel to mark yourself as attending again.
de: Sie haben sich von dieser Sitzung entschuldigt. Zurücknehmen, um sich wieder als teilnehmend zu markieren.

source: You will be marked as excused from this session. Optional note:
de: Sie werden als von dieser Sitzung entschuldigt markiert. Optionale Anmerkung:

source: Optional reason (e.g. illness, other commitment)
de: Optionale Begründung (z. B. Krankheit, andere Verpflichtung)

source: Presence Tracker
de: Anwesendheit

source: Total Present
de: Gesamte abgegebene Stimmen

source: Majority reached!
de: Die Mehrheit ist da!

source: seats
de: Plätze

source: Edit Session
de: Sitzung bearbeiten

source: Create New Session
de: Neue Sitzung erstellen

source: Update session details and information.
de: Aktualisier die Details und Infos zur Sitzung.

source: Create a new council session for meetings and events.
de: Mach eine neue Sitzung für Treffen und Veranstaltungen.

source: Session Information
de: Sitzungsinformation

source: Update Session
de: Sitzung aktualisieren

source: Create Session
de: Sitzung erstellen

source: Session Types
de: Sitzungstypen

source: Regular
de: Normal

source: Standard council meeting
de: Normale Sitzung

source: Special
de: Spezial

source: Special or emergency meeting
de: Sondersitzung oder Dringlichkeitssitzung

source: Inaugural
de: Konstituierung

source: Inaugural session
de: Konstituierende Sitzung

source: Session Status
de: Sitzungsstatus

source: Session is planned and confirmed
de: Die Sitzung ist geplant und bestätigt

source: Session is currently happening
de: Die Sitzung läuft gerade

source: Session has finished
de: Die Sitzung ist beendet

source: Session was cancelled
de: Die Sitzung wurde abgesagt

source: Add description for additional context
de: Beschreibung für mehr Kontext hinzufügen

source: Add Invitation
de: Einladung hinzufügen

source: Upload Invitation (PDF)
de: Einladung hochladen (PDF)

source: Upload the invitation PDF. The session status will be set to Invited.
de: Lade die Einladung als PDF hoch. Der Status der Sitzung wird auf „Eingeladen“ gesetzt.

source: PDF only. Maximum file size: 10MB.
de: Nur PDF. Maximale Dateigröße: 10 MB.

source: Add Minutes
de: Protokoll hinzufügen

source: Session Minutes
de: Sitzungsprotokoll

source: Save Minutes
de: Protokoll speichern

source: Yes
de: Ja

source: Search by name or description
de: Suche nach Name oder Beschreibung

source: Percentage
de: Prozentsatz

source: All Parties
de: Alle Parteien

source: Question
de: Anfrage

source: Upload
de: Hochladen

source: Select a file to upload (max 10MB).
de: Such dir eine Datei zum Hochladen aus (maximal 10 MB).

source: Select the type of file you are uploading.
de: Wähle den Typ der Datei aus, die du hochladen willst.

source: Optionally provide a description for the attachment.
de: Du kannst auch eine Beschreibung für den Anhang hinzufügen.

source: Allowed Types
de: Erlaubte Dateitypen

source: Delete Inquiry
de: Anfrage löschen

source: Back to Inquiry
de: Zurück zur Anfrage

source: Are you sure you want to delete the Inquiry
de: Bist du sicher, dass du die Anfrage löschen willst?

source: Inquiry Details
de: Anfragedetails

source: Submitted By
de: Eingereicht

source: Submitted Date
de: Eingereicht

source: Inquiry Text
de: Anfragetext

source: Answer
de: Antwort

source: View Inquiry
de: Anfrage anzeigen

source: Edit Inquiry
de: Anfrage bearbeiten

source: View Session
de: Sitzung anzeigen

source: Back to Inquirys
de: Zurück zu den Anfragen

source: Inquiry Information
de: Anfrageinformation

source: Supporting Parties
de: Einbringende Partei(en)

source: Files
de: Dateien

source: Attachments
de: Anhänge

source: No attachments uploaded yet.
de: Keine Anhänge hochgeladen.

source: Submitted by
de: Eingereicht von

source: Unknown
de: Unbekannt

source: Submitted date
de: Eingereicht

source: Last modified
de: Zuletzt bearbeitet

source: Status History
de: Statusverlauf

source: Change Status
de: Status ändern

source: by
de: von

source: Delete status entry
de: Status-Eintrag löschen

source: Referred to
de: Verwiesen an

source: No status changes recorded yet.
de: Keine Statusänderungen aufgezeichnet.

source: Create Inquiry
de: Anfrage erstellen

source: Select tags to categorize this question (optional)
de: Wähle Tags aus, um diese Anfrage zu kategorisieren (optional)

source: Update Inquiry
de: Anfrage aktualisieren

source: Enter a clear, descriptive title for the question.
de: Gib der Anfrage einen klaren, aussagekräftigen Titel.

source: Provide the detailed text and content of the question.
de: Gib den genauen Text und Begründung der Anfrage an.

source: Provide the answer to the question (optional).
de: Gib die Antwort auf die Anfrage (optional).

source: Select the council session where this question will be presented.
de: Such dir die Bezirksvertretungssitzung aus, in der diese Frage gestellt werden soll.

source: Select parties that support this question (optional).
de: Wähle die Parteien aus, die diese Anfrage unterstützen (optional).

source: Click to filter
de: Klick zum Filtern

source: No tags available
de: Keine Tags verfügbar

source: Apply Filters
de: Filter anwenden

source: Clear All
de: Alles zurücksetzen

source: No session
de: Keine Sitzung

source: Inquiry pagination
de: Anfrage-Paginierung

source: No inquiries found
de: Keine Anfragen gefunden

source: Create inquiries to manage council inquiries.
de: Erstelle Anfragen, um Anfragen der Bezirksvertretung zu verwalten.

source: Create First Inquiry
de: Erstelle die erste Anfrage

source: Change Inquiry Status
de: Status der Anfrage ändern

source: No status history
de: Statusverlauf

source: New Status
de: Neuer Status

source: Reason
de: Begründung

source: View all status history
de: Alle Historie anzeigen

source: Delete Status Entry
de: Status-Eintrag löschen

source: Status Entry Details
de: Sitzungsdetails

source: Changed At
de: Status ändern

source: Changed By
de: Status ändern

source: Delete Motion
de: Antrag löschen

source: Back to Motion
de: Zurück zum Antrag

source: Are you sure you want to delete the Motion
de: Sind Sie sicher, dass Sie die Gruppe löschen möchten

source: Motion Details
de: Antragsdetails

source: Motion Type
de: Antragstyp

source: Motion Text
de: Antragstext

source: Rationale
de: Begründung

source: View Motion
de: Alle Anträge anzeigen

source: Motion Information
de: Antragsinformation

source: Written answer (PDF)
de: Schriftliche Antwort (PDF)

source: Submit
de: Eingereicht

source: Table
de: Zugelassen

source: Not Admitted
de: Nicht zugelassen

source: Voted in Committee
de: An Ausschuss verweisen

source: Mark as Answered
de: Beantwortet

source: Group Decisions
de: Klubentscheidungen

source: Delete group decision
de: Klubentscheidung löschen

source: No group decisions recorded.
de: Keine Klubentscheidungen aufgezeichnet.

source: Comments
de: Kommentare

source: Make this comment public
de: Mach diesen Kommentar öffentlich

source: Add Comment
de: Kommentar hinzufügen

source: Private
de: Nicht öffentlich

source: No comments yet.
de: Bislang keine Kommentare.

source: Export Motion as PDF
de: Antrag als PDF exportieren

source: No attachments uploaded.
de: Keine Anhänge hochgeladen.

source: Show voting results
de: Abstimmungsergebnisse

source: Voted in
de: Abgestimmt in

source: In favor
de: Dafür

source: Against
de: Gegen

source: No status changes recorded.
de: Keine Statusänderungen aufgezeichnet.

source: Voting results
de: Abstimmungsergebnisse

source: Create Motion
de: Antrag erstellen

source: Select parties that support this motion (optional)
de: Wähle die Parteien aus, die diesen Antrag unterstützen (optional)

source: Select tags to categorize this motion (optional)
de: Wähle Tags aus, um diesen Antrag zu kategorisieren (optional)

source: Update Motion
de: Antrag aktualisieren

source: Enter a clear, descriptive title for the motion.
de: Gib einen klaren, aussagekräftigen Titel für den Antrag ein.

source: Provide the detailed text and content of the motion.
de: Gib den genauen Text und Inhalt des Antrags an.

source: Select the council session where this motion will be presented.
de: Wähle die Bezirksvertretungssitzung aus, in der dieser Antrag eingebracht werden soll.

source: Select parties that support this motion (optional).
de: Wähle die Parteien aus, die diesen Antrag unterstützen (optional).

source: Add Group Decision
de: Füge Klubentscheidung hinzu

source: Group Decision Details
de: Klubentscheidung

source: Decision
de: Entscheidung

source: Select the committee to refer this motion to.
de: Wählen Sie den Ausschuss aus, an den dieser Antrag verwiesen werden soll.

source: Provide additional details about the group decision.
de: Gib uns mehr Infos zur Klubentscheidung.

source: Delete Group Decision
de: Klubentscheidung löschen

source: Decision Time
de: Entschieden am

source: Created By
de: Erstellt von

source: Motion Management
de: Antragsverwaltung

source: Under Review
de: In Überprüfung

source: Amended
de: Geändert

source: Motion pagination
de: Antrags-Paginierung

source: No motions found
de: Keine Anträge gefunden

source: Create First Motion
de: Erstelle den ersten Antrag

source: Change Motion Status
de: Antragsstatus ändern

source: Last changed
de: Zuletzt geändert

source: Never
de: Nie

source: Please correct the errors below:
de: Bitte korrigiere die folgenden Fehler:

source: Votes
de: Stimmen

source: Select the session where this motion will be tabled.
de: Wählen Sie den Ausschuss aus, an den dieser Antrag verwiesen werden soll.

source: Upload the written answer as PDF (max. 20 MB). Required when marking as answered.
de: Laden Sie die schriftliche Antwort als PDF hoch (max. 20 MB). Erforderlich bei Markierung als beantwortet.

source: Reason for Change
de: Grund für die Änderung

source: Please provide a reason for this status change to help track the motion's progress.
de: Bitte geben Sie einen Grund für diese Statusänderung an, um den Fortschritt des Antrags zu verfolgen.

source: Record Party Votes
de: Erste Stimmen aufzeichnen

source: Max seats
de: Maximale Mandate

source: View All History
de: Gesamten Verlauf anzeigen

source: Total exceeds maximum seats
de: Gesamtzahl übersteigt maximale Sitzplätze

source: Edit Party Votes
de: Stimmen bearbeiten

source: Party Voting Results
de: Abstimmungsergebnisse

source: Each party can vote in favor or against. Abstaining is not allowed. Votes cannot exceed the party's maximum seats for this term.
de: Jede Partei kann dafür oder dagegen stimmen. Eine Stimmenthaltung ist nicht erlaubt. Die Stimmen dürfen die maximale Anzahl der Sitze der Partei für diese Legislaturperiode nicht überschreiten.

source: In Favor
de: Zustimmung

source: Update All Votes
de: Alle Stimmen aufzeichnen

source: Record All Votes
de: Alle Stimmen aufzeichnen

source: Delete Vote Round
de: Antrag löschen

source: Vote Round Details
de: Antragsdetails

source: (none)
de: (keine)

source: Total Votes
de: Gesamtstimmen

source: Total In Favor
de: Zustimmung gesamt

source: Total Against
de: Ablehnung gesamt

source: No upcoming sessions or group meetings.
de: Keine bevorstehenden Sitzungen oder Klubsitzungen.

source: Send a test email to verify that your email configuration is working correctly. The test email will be sent to your account email address.
de: Schick eine Test-E-Mail, um zu checken, ob deine E-Mail-Einstellungen richtig funktionieren. Die Test-E-Mail kommt an die E-Mail-Adresse deines Kontos.

source: Email will be sent to:
de: E-Mail wird gesendet zu:

source: Send Test Email
de: Sende Test E-Mail

source: Your account doesn't have an email address configured. Please add an email address in your
de: Dein Konto hat keine E-Mail-Adresse. Bitte füge eine E-Mail-Adresse in deinem Konto hinzu

source: settings
de: Einstellungen

source: first.
de: Erstens.

source: Email Configuration
de: E-Mail Einstellung

source: Current email backend:
de: Aktuelles E-Mail Backend:

source: Email configuration is managed in Django settings. For production, ensure SMTP settings are properly configured.
de: Die E-Mail-Einstellungen werden in den Django-Einstellungen verwaltet. Für die Produktion solltest du sicherstellen, dass die SMTP-Einstellungen richtig konfiguriert sind.

source: Create User
de: Benutzer erstellen

source: Create New User
de: Neuen Benutzer erstellen
