Repository: silvioheinze/klubtool
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Email address
de: E-Mail-Adresse

source: Enter email address
de: E-Mail-Adresse eingeben

source: The person will receive an email with a link to create an account.
de: Die Person erhält eine E-Mail mit einem Link zur Kontoerstellung.

source: Group meeting
de: Klubsitzung

source: Council
de: Vertretung

source: Committee
de: Ausschuss

source: You don't have permission to access this page.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.

source: PDF export is not available.
de: PDF-Export ist nicht verfügbar.

source: Only scheduled or invited meetings can be cancelled.
de: Nur geplante oder eingeladene Sitzungen können storniert werden.

source: Meeting has been cancelled.
de: Das Treffen wurde abgesagt.

source: Agenda can only be modified when the meeting status is scheduled.
de: Die Tagesordnung kann nur geändert werden, wenn der Status der Besprechung auf „geplant“ steht.

source: Agenda order can only be changed when the meeting status is scheduled.
de: Die Reihenfolge der Tagesordnungspunkte kann nur geändert werden, wenn der Status der Sitzung auf „geplant“ steht.

source: Minutes can only be modified when the meeting status is invited.
de: Protokolle können nur geändert werden, wenn der Status der Besprechung „eingeladen“ ist.

source: Permission denied.
de: Zugriff verweigert.

source: Minute item deleted.
de: Der Punkt wurde aus dem Protokoll entfernt.

source: You don't have permission to invite members to this group.
de: Sie haben keine Berechtigung, Mitglieder in diesen Klub einzuladen.

source: A member with this email is already in the group.
de: Ein Mitglied mit dieser E-Mail-Adresse ist bereits in diesem Klub.

source: A user with this email already has an account. You can add them as a member from 'Add Member'.
de: Ein Nutzer mit dieser E-Mail-Adresse hat bereits ein Konto. Sie können die Person unter „Mitglied hinzufügen“ hinzufügen.

source: Invitation to join {group_name}
de: Einladung zum Klub {group_name}

source: You have been invited to join the group "{group_name}". Create your account by visiting: {url}
de: Sie wurden eingeladen, dem Klub „{group_name}“ beizutreten. Erstellen Sie Ihr Konto unter: {url}

source: Invitation email sent to {email}.
de: Einladungs-E-Mail wurde an {email} gesendet.

source: You don't have permission to send meeting invites.
de: Sie haben keine Berechtigung, Sitzungseinladungen zu versenden.

source: Invites can only be sent when the meeting is scheduled.
de: Einladungen können nur verschickt werden, wenn die Sitzung geplant ist.

source: No group members with email addresses found.
de: Es wurden keine Klubmitglieder mit E-Mail-Adressen gefunden.

source: Meeting Invitation: {meeting_title}
de: Sitzungseinladung: {meeting_title}

source: Meeting invites sent successfully to {count} member(s).
de: Einladungen zur Sitzung erfolgreich an {count} Mitglieder gesendet.

source: Failed to send invites to {count} member(s): {emails}
de: Einladungen an {count} Mitglieder konnten nicht gesendet werden: {emails}

source: All Roles
de: Alle Rollen

source: — None / Clear —
de: — Keine / Löschen —

source: Substitute member
de: Ersatzmitglied

source: Agenda
de: Tagesordnung

source: Invitation
de: Einladung

source: Minutes
de: Protokoll

source: Other
de: Sonstiges

source: Chairperson
de: Vorsitzende

source: Vice Chairperson
de: Stellv. Vorsitzende/r

source: Member
de: Mitglied

source: Substitute Member
de: Ersatzmitglied

source: Committee the user belongs to
de: Gremium, dem der Benutzer angehört

source: User who is a member
de: Benutzer, der Mitglied ist

source: Role of the user in the committee
de: Rolle des Benutzers im Gremium

source: Date when the user joined the committee
de: Datum des Eintritts in das Gremium

source: Whether the membership is currently active
de: Ob die Mitgliedschaft derzeit aktiv ist

source: Additional notes about the membership
de: Zusätzliche Notizen zur Mitgliedschaft

source: Committee meeting
de: Ausschusssitzung

source: Regular member who will not attend (replaced by substitute)
de: Normales Mitglied, das nicht dabei sein wird (wird durch Ersatzmitglied ersetzt)

source: Substitute member who will attend in place of the member
de: Ersatzmitglied, das anstelle des Mitglieds anwesend sein wird

source: Committee participation substitute
de: Ersatzteilnahme im Ausschuss

source: Committee participation substitutes
de: Ersatz für die Teilnahme an Ausschüssen

source: Regular Session
de: Ordentliche Sitzung

source: Special Session
de: Außerordentliche Sitzung

source: Inaugural Session
de: Konstituierende Sitzung

source: Council session
de: Bezirksvertretungssitzung

source: User who excused themselves
de: Benutzer, die sich entschuldigt haben

source: Optional reason or note
de: Optionaler Grund oder Anmerkung

source: Session excuse
de: Entschuldigung für die Sitzung

source: Session excuses
de: Entschuldigungen für die Sitzung

source: You cannot excuse yourself for this session.
de: Sie können sich für diese Sitzung nicht entschuldigen.

source: You are not a participant of this session.
de: Sie sind kein Teilnehmer dieser Sitzung.

source: Excuse cancelled.
de: Entschuldigung zurückgenommen.

source: You have excused yourself from this session.
de: Sie haben sich von dieser Sitzung entschuldigt.

source: You don't have permission to export this meeting.
de: Sie haben keine Berechtigung, Mitglieder in diese Gruppe einzuladen.

source: Invalid request.
de: Ungültige Anfrage.

source: You can only set a substitute for yourself as a regular committee member.
de: Du kannst nur für dich selbst als reguläres Ausschussmitglied eine Vertretung festlegen.

source: Invalid substitute member.
de: Ungültiges Stellvertreter-Mitglied.

source: Substitute set: %(name)s will attend in your place.
de: Vertretung festgelegt: %(name)s nimmt an deiner Stelle teil.

source: Substitute cleared.
de: Vertretung entfernt.

source: Invitation can only be added when the session is scheduled.
de: Eine Einladung kann nur hinzugefügt werden, wenn die Sitzung geplant ist.

source: Invitation uploaded and session status set to Invited.
de: Einladung hochgeladen und Sitzungsstatus auf „Eingeladen“ gesetzt.

source: Only scheduled or invited sessions can be cancelled.
de: Nur geplante oder eingeladene Sitzungen können storniert werden.

source: Session has been cancelled.
de: Die Sitzung wurde abgesagt.

source: Minutes can only be added for completed sessions.
de: Protokolle können nur für abgeschlossene Sitzungen hinzugefügt werden.

source: Minutes saved successfully.
de: Protokoll erfolgreich gespeichert.

source: English
de: Englisch

source: German
de: Deutsch

source: Tags
de: Schlagwörter

source: At least one vote (in favor or against) must be cast. Abstaining is not allowed.
de: Es muss mindestens eine Stimme (dafür oder dagegen) abgegeben werden. Eine Stimmenthaltung ist nicht zulässig.

source: A party must be selected when votes are entered.
de: Bei der Stimmabgabe muss eine Partei ausgewählt werden.

source: Total votes (%(total)d) cannot exceed party's maximum seats (%(max)d) for this term.
de: Die Gesamtzahl der Stimmen (%(total)d) darf die maximale Anzahl der Sitze der Partei (%(max)d) für diese Legislaturperiode nicht überschreiten.

source: At least one vote (in favor or against) must be cast across all parties. Abstaining is not allowed.
de: Mindestens eine Stimme (dafür oder dagegen) muss von allen Parteien abgegeben werden. Eine Stimmenthaltung ist nicht zulässig.

source: Vote Type
de: Abstimmungstyp

source: Custom name/description for this voting round
de: Benutzerdefinierter Name/Beschreibung für diese Abstimmungsrunde

source: Vote Name
de: Abstimmungsname

source: Optional description for this voting round
de: Optionale Beschreibung für diese Abstimmungsrunde

source: Use motion's session
de: Abstimmungssitzungen

source: Session
de: Sitzung

source: Session where this vote was cast (defaults to motion's session)
de: Sitzung, in der diese Abstimmung stattfand (standardmäßig die Sitzung, in der der Antrag gestellt wurde)

source: Select Committee
de: An Ausschuss verweisen

source: Upload the written answer PDF (required when marking as answered)
de: Schriftliche Antwort als PDF hochladen (erforderlich bei Markierung als beantwortet)

source: Please upload the written answer PDF when marking the motion as answered.
de: Bitte laden Sie die schriftliche Antwort als PDF hoch, wenn Sie den Antrag als beantwortet markieren.

source: Only PDF files are allowed for the written answer.
de: Für die schriftliche Antwort sind nur PDF-Dateien erlaubt.

source: The file must be smaller than 20 MB.
de: Die Datei darf maximal 20 MB groß sein.

source: Draft
de: Entwurf

source: Submitted
de: Eingereicht

source: Tabled
de: Zugelassen

source: Refer to Committee
de: An Ausschuss verweisen

source: Refer to Committee (no majority)
de: An Ausschuss verweisen

source: Voted upon in Committee
de: Kommissionen und Ausschüsse

source: Approved
de: Angenommen

source: Rejected
de: Abgelehnt

source: Withdrawn
de: Zurückgezogen

source: Answered
de: Beantwortet

source: Deleted
de: Löschen

source: Resolutionsantrag
de: Resolution

source: General motion
de: Antrag

source: Regular Vote
de: Erste Stimmen aufzeichnen

source: Approve
de: Zustimmen

source: Reject
de: Ablehnen

source: Written answer PDF (when status is 'answered')
de: Schriftliche Antwort als PDF (wenn Status „beantwortet“ ist)

source: Abstain
de: Enthalten

source: Withdraw
de: Zurückziehen

source: Motion adopted by majority
de: Antrag mit Mehrheit angenommen

source: Motion rejected by majority
de: Antrag mit Mehrheit abgelehnt

source: Tie - no majority
de: Unentschieden – keine Mehrheit

source: Motion referred to committee by majority
de: Antrag mit Mehrheit an Ausschuss verwiesen

source: Motion not referred to committee
de: Antrag nicht an Ausschuss verwiesen

source: All party votes have been recorded successfully.
de: Alle Stimmen der Parteien wurden erfolgreich erfasst.

source: No votes found to delete.
de: Keine Stimmen zum Löschen gefunden.

source: No votes found for this round.
de: Für diese Runde wurden keine Stimmen gefunden.

source: Access denied
de: Zugriff verweigert

source: Go to home
de: Zur Startseite

source: Settings
de: Einstellungen

source: Toggle navigation
de: Navigation umschalten

source: Inactive
de: Inaktiv

source: Motions
de: Anträge

source: Inquiries
de: Anfragen

source: Next Session
de: Nächste Sitzung

source: Next Group Meeting
de: Nächste Klubsitzung

source: Admin Settings
de: Systemeinstellungen

source: User Management
de: Benutzerverwaltung

source: Local Management
de: Bezirksverwaltung

source: Council Management
de: Vertretungsverwaltung

source: Group Management
de: Verwaltung der Klubs

source: Log Out
de: Abmelden

source: Log In
de: Anmelden

source: Privacy
de: Datenschutz

source: About Us
de: Über uns

source: Confirm E-mail Address
de: E-Mail-Adresse bestätigen

source: Email Confirmation Required
de: E-Mail-Bestätigung erforderlich

source: Please confirm that <a href="mailto:%(email)s" class="fw-bold">%(email)s</a> is an e-mail address for user <strong>%(user_display)s</strong>.
de: Bitte bestätige, dass <a href="mailto:%(email)s" class="fw-bold">%(email)s</a> die E-Mail-Adresse von Nutzer <strong>%(user_display)s</strong> ist.

source: Confirm Email Address
de: E-Mail-Adresse

source: Invalid Confirmation Link
de: Ungültiger Bestätigungslink

source: This e-mail confirmation link expired or is invalid.
de: Dieser Bestätigungslink in der E-Mail ist abgelaufen oder ungültig.

source: Request New Confirmation Email
de: Neue Bestätigungs-E-Mail anfordern

source: Log in
de: Anmelden

source: Please correct the errors below.
de: Bitte korrigieren Sie die untenstehenden Fehler.

source: Email Address
de: E-Mail-Adresse

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein

source: Password
de: Passwort

source: Enter your password
de: Gib dein Passwort ein

source: Remember me
de: Angemeldet bleiben

source: Forgot your password?
de: Passwort vergessen?

source: Log out
de: Abmelden

source: Confirm Logout
de: Abmeldebestätigung

source: Do you really want to log out?
de: Wirklich abmelden?

source: Cancel
de: Abbrechen

source: Change Password
de: Passwort ändern

source: Forgot Password?
de: Passwort vergessen?

source: Sign up
de: Registrieren

source: Already have an account?
de: Du hast bereits ein Konto?

source: Meeting Invitation
de: Antragsinformation

source: Hello
de: Hallo

source: You are invited to attend the following group meeting:
de: Sie sind herzlich eingeladen, an folgendem Klubtreffen teilzunehmen:

source: Group
de: Klub

source: Date & Time
de: Datum & Uhrzeit

source: Location
de: Ort

source: Description
de: Beschreibung

source: Best regards
de: Mit freundlichen Grüßen

source: Meeting Title
de: Sitzungstitel

source: Group invitation
de: Gruppeneinladung

source: You have been invited to join the group "%(group_name)s".
de: Sie wurden eingeladen, der Gruppe „%(group_name)s“ beizutreten.

source: Click the button below to create your account:
de: Klicken Sie auf die Schaltfläche unten, um Ihr Konto zu erstellen:

source: Create account
de: Konto erstellen

source: Or copy this link into your browser:
de: Oder kopieren Sie diesen Link in Ihren Browser:

source: After creating your account, a group administrator can add you to the group.
de: Nach der Kontoerstellung kann ein Gruppenadministrator Sie zur Gruppe hinzufügen.

source: Create your account by clicking the link below (or copy it into your browser):
de: Erstellen Sie Ihr Konto, indem Sie auf den folgenden Link klicken (oder ihn in Ihren Browser kopieren):

source: Calendar
de: Kalender

source: Date
de: Datum

source: Title
de: Titel

source: Generated by Klubtool
de: Erstellt von Klubtool

source: Monthly calendar
de: Monatlicher Kalender

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: Delete Group
de: Gruppe löschen

source: Back to List
de: Zurück zur Liste

source: Confirm Deletion
de: Löschung bestätigen

source: Warning
de: Warnung

source: Are you sure you want to delete the Group
de: Sind Sie sicher, dass Sie die Gruppe löschen möchten

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Group Details
de: Klubdetails

source: Short Name
de: Abkürzung

source: Party
de: Partei

source: Local District
de: Bezirk

source: Members
de: Mitglieder

source: Active
de: Aktiv

source: Created
de: Erstellt

source: Actions
de: Aktionen

source: View Group
de: Klub anzeigen

source: Edit Group
de: Klub bearbeiten

source: View Party
de: Partei anzeigen

source: Edit
de: Bearbeiten

source: Group Information
de: Klubinformation

source: Group Meetings
de: Klubsitzungen

source: Add
de: Hinzufügen

source: Scheduled
de: Geplant

source: Invited
de: Eingeladen

source: Cancelled
de: Abgebrochen

source: Meetings list pagination
de: Seitenumbruch bei der Liste der Meetings

source: Page %(page)s of %(num_pages)s
de: Seite %(page)s von %(num_pages)s

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: No Meetings found
de: Keine Sitzungen gefunden

source: Add meetings to this group to get started.
de: Fügen Sie diesem Klub Besprechungen hinzu, um loszulegen.

source: Add Meeting
de: Sitzung hinzufügen

source: Calendar not available.
de: Kalender nicht verfügbar.

source: Previous month
de: Vorheriger Monat

source: Current month
de: Aktueller Monat

source: Today
de: Heute

source: Next month
de: Nächster Monat

source: Group members
de: Klubmitglieder

source: Invite member
de: Mitglied einladen

source: User
de: Benutzer

source: Role
de: Rolle

source: Joined
de: Beigetreten

source: Group Admin
de: Klub-Admin

source: Leader
de: Klubobmensch

source: Deputy Leader
de: Klubobmensch Stellvertretung

source: Manage Roles
de: Berechtigungen vergeben

source: No Members found
de: Keine Mitglieder gefunden

source: Add members to this group to get started.
de: Füge Klubmitglieder hin.

source: Add Member
de: Mitglied hinzufügen

source: Manage Member Roles
de: Mitgliedsrollen verwalten

source: Current Roles
de: Aktuelle Rollen

source: Available Roles
de: Verfügbare Rollen

source: Save Changes
de: Änderungen speichern

source: Create Group
de: Gruppe erstellen

source: Create New Group
de: Neuen Klub erstellen

source: Are you sure you want to delete this group?
de: Sind Sie sicher, dass Sie diesen Klub löschen möchten?

source: Update Group
de: Klub aktualisieren

source: Help
de: Hilfe

source: Political Group Information
de: Informationen zum Klub

source: A political group represents a faction or subgroup within a political party.
de: Eine Klub repräsentiert eine Fraktion oder Untergruppe innerhalb einer politischen Partei.

source: Required Fields
de: Pflichtfelder

source: Full name of the political group
de: Vollständiger Name des Klub

source: The party this group belongs to
de: Die Partei, zu der dieser Klub gehört

source: Validation
de: Validierung

source: Group names must be unique within each party
de: Klubnamen müssen innerhalb jeder Partei eindeutig sein

source: Only active parties can be selected
de: Nur aktive Parteien können ausgewählt werden

source: Political Groups
de: Klubs

source: Filters
de: Filter

source: View
de: Anzeigen

source: Delete
de: Löschen

source: No Groups found
de: Keine Klubs gefunden

source: Create your first political group to get started.
de: Erstellen Sie Ihren ersten Klub, um loszulegen.

source: Group meetings
de: Klubsitzungen

source: No group meetings in this year.
de: Keine Klubsitzungen in diesem Jahr.

source: No agenda items
de: Keine Tagesordnungspunkte

source: Cancel Meeting
de: Sitzung absagen

source: Confirm cancellation of this meeting.
de: Bestätigen Sie die Absage dieser Sitzung.

source: Back to Meeting
de: Zurück zur Sitzung

source: Cancel this meeting?
de: Diese Sitzung absagen?

source: Are you sure you want to cancel this meeting?
de: Sind Sie sicher, dass Sie diese Sitzung absagen möchten?

source: The meeting status will be set to Cancelled. You can still edit the meeting later if needed.
de: Der Status der Sitzung wird auf „Abgesagt“ gesetzt. Sie können die Sitzung bei Bedarf später noch bearbeiten.

source: Meeting
de: Sitzung

source: Delete Meeting
de: Sitzung löschen

source: Are you sure you want to delete this meeting? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Sitzung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Meeting Details
de: Sitzungsdetails

source: Type
de: Typ

source: Past
de: Vergangen

source: Upcoming
de: Anstehend

source: Back to Group
de: Zurück zum Klub

source: Meeting Information
de: Sitzungsinformation

source: Past meeting
de: Vergangene Sitzung

source: Send meeting invites to all group members?
de: Einladungen zur Sitzung an alle Klubmitglieder senden?

source: Send Invites
de: Einladung versenden

source: Cancel meeting
de: Sitzung absagen

source: Add agenda items to organize the meeting topics.
de: Fügen Sie Tagesordnungspunkte hinzu, um die Sitzungsthemen zu strukturieren.

source: Meeting Minutes
de: Sitzungsprotokoll

source: No minute items
de: Keine Protokollpunkte

source: Add minute items to record the meeting. Agenda was copied when invites were sent.
de: Fügen Sie Protokollpunkte hinzu, um die Sitzung festzuhalten. Die Tagesordnung wurde beim Versand der Einladungen übernommen.

source: Download Calendar
de: Kalendereintrag herunterladen

source: Export Agenda as PDF
de: Tagesordnung als PDF exportieren

source: Export Minutes as PDF
de: Protokoll als PDF exportieren

source: Participation
de: Teilnahme

source: Present
de: Anwesend

source: Absent
de: Abwesend

source: No group members.
de: Keine Gruppenmitglieder.

source: Add Agenda Item
de: Tagesordnungpunkt hinzufügen

source: Parent Item
de: Übergeordneter Eintrag

source: No parent (top level)
de: Kein übergeordneter Eintrag (oberste Ebene)

source: Order
de: Reihenfolge

source: Order of the agenda item (1, 2, 3, etc.)
de: Reihenfolge des Tagesordnungspunkts (1, 2, 3, etc.)

source: Add Item
de: Tagesordnungpunkt hinzufügen

source: Edit Agenda Item
de: Tagesordnungspunkt bearbeiten

source: Update Item
de: Tagesordnungpunkt aktualisieren

source: Add Minute Item
de: Protokollpunkt hinzufügen

source: Edit Minute Item
de: Protokollpunkt bearbeiten

source: Add notes or description...
de: Notizen oder Beschreibung hinzufügen...

source: Are you sure you want to delete this agenda item?
de: Sind Sie sicher, dass Sie diesen Status-Eintrag löschen möchten?

source: Are you sure you want to delete this minute item?
de: Möchten Sie diesen Protokollpunkt wirklich löschen?

source: Edit Meeting
de: Sitzung bearbeiten

source: Edit Group Meeting
de: Klubsitzung bearbeiten

source: Add Group Meeting
de: Klubsitzung hinzufügen

source: Add New Meeting
de: Sitzung hinzufügen

source: Are you sure you want to delete this meeting?
de: Sind Sie sicher, dass Sie diese Sitzung löschen möchten?

source: Update Meeting
de: Sitzung aktualisieren

source: Create Meeting
de: Erstelle Sitzung

source: Create and manage group meetings with details about date, location, and agenda.
de: Erstelle und verwalte Klubsitzungen mit Infos zu Datum, Ort und Tagesordnung.

source: When the meeting will take place
de: Wann die Sitzung stattfindet

source: Which group is holding the meeting
de: Welcher Klub macht das Treffen?

source: Optional Fields
de: Optionale Felder

source: Where the meeting will take place
de: Wo findet die Klubsitzung statt?

source: Agenda or additional details
de: Tagesordnung oder weitere Infos

source: Search
de: Suchen

source: Search meetings...
de: Suche nach Sitzungen…

source: Meeting Type
de: Sitzungstyp

source: All Types
de: Alle Typen

source: All Groups
de: Alle Klubs anzeigen

source: Meeting pagination
de: Antragsinformation

source: First
de: Erstes

source: Previous
de: Nächstes

source: Page
de: Seite

source: of
de: von

source: Next
de: Nächstes

source: Last
de: Letztes

source: No meetings found
de: Keine Sitzungen gefunden

source: No group meetings match your search criteria.
de: Keine Klubsitzung fällt unter die Suchkriterien.

source: Add First Meeting
de: Erstelle die erste Sitzung

source: Remove Member
de: Mitglied entfernen

source: Confirm Removal
de: Entfernen bestätigen

source: Are you sure you want to remove
de: Bist du sicher, dass du

source: from the group
de: von dem Klub entfernen möchtest

source: Membership Details
de: Mitgliedschaftsdetails

source: Notes
de: Notizen

source: View Member
de: Mitglied anzeigen

source: Edit Member
de: Mitglied bearbeiten

source: Member Details
de: Mitgliedsdetails

source: Membership Information
de: Informationen zur Mitgliedschaft

source: Roles
de: Rollen

source: Edit Membership
de: Mitgliedschaft bearbeiten

source: Are you sure you want to remove this member?
de: Möchten Sie dieses Mitglied wirklich entfernen?

source: Add New Member
de: Neues Mitglied hinzufügen

source: Update Member
de: Mitglied aktualisieren

source: Group Membership Information
de: Informationen zur Klubmitgliedschaft

source: Add users to political groups and assign them specific roles within the group.
de: Fügen Sie Benutzer zum Klub hinzu und weisen Sie ihnen bestimmte Rollen innerhalb des Klub zu.

source: The user to add to the group
de: Der Benutzer, der zum Klub hinzugefügt werden soll

source: The political group to add the user to
de: Der Klub, zu dem der Benutzer hinzugefügt werden soll

source: The role of the user within the group
de: Die Rolle des Benutzers innerhalb des Klubs

source: Role Options
de: Rollenoptionen

source: Regular group member
de: Normales Klubmitglied
