Repository: silvioheinze/klubtool
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Create a new user account directly. The user will need to set their password on first login.
de: Erstell direkt ein neues Benutzerkonto. Der Benutzer muss bei der ersten Anmeldung sein Passwort festlegen.

source: Note
de: Notizen

source: The user will be created with a temporary password and will need to set their own password on first login.
de: Der Benutzer wird mit einem temporären Passwort angelegt und muss bei der ersten Anmeldung sein eigenes Passwort festlegen.

source: Back to Management
de: Zurück zu Management

source: Delete Your Account
de: Lösche deinen Account

source: Warning: This Action Cannot Be Undone
de: Achtung: Diese Aktion kann nicht rückgängig gemacht werden

source: Are you sure you want to delete your account? This action cannot be undone and all your data will be permanently removed.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Confirm Delete
de: Löschen bestätigen

source: Delete Your Data
de: Lösche deine Daten

source: Data Deletion Warning
de: Warnung zum Löschen von Daten

source: Are you sure you want to delete all your data? This action cannot be undone and all your personal information will be permanently removed from the system.
de: Bist du sicher, dass du alle deine Daten löschen willst? Das kannst du nicht rückgängig machen und alle deine persönlichen Infos werden für immer aus dem System entfernt.

source: Edit User
de: Benutzer bearbeiten

source: Set new password
de: Neues Passwort setzen

source: Leave both fields blank to keep the current password.
de: Beide Felder leer lassen, um das aktuelle Passwort beizubehalten.

source: Back to user list
de: Zurück zur Benutzerliste

source: \ You're receiving this e-mail because user %(user_display)s has given your\ e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s\
de: \ Du bekommst diese E-Mail, weil jemand %(user_display)s deine E-Mail-Adresse\ angegeben hat, um sich bei %(site_domain)s anzumelden. Um zu checken, ob \ das stimmt, geh einfach auf %(activate_url)s.\

source: Confirm Your Sign Up
de: Bestätige dein Anmeldung

source: Password Reset
de: Passwort zurücksetzen

source: Password Reset Request
de: Anfrage zum Passwort zurücksetzen

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset.
de: Du bekommst diese E-Mail, weil du oder jemand anderes eine Passwortzurücksetzung für dein Benutzerkonto beantragt hat. Du kannst sie einfach ignorieren, wenn du keine Passwortzurücksetzung beantragt hast.

source: Click the button below to reset your password:
de: Klicke auf die Schaltfläche unten, um dein Passwort zurückzusetzen:

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Security Notice:
de: Sicherheitshinweis:

source: This link will expire in 24 hours for security reasons. If you didn't request this password reset, please ignore this email.
de: Dieser Link läuft aus Sicherheitsgründen nach 24 Stunden ab. Wenn du diese Passwortzurücksetzung nicht angefordert hast, ignoriere diese E-Mail bitte.

source: If the button doesn't work, you can copy and paste this link into your browser:
de: Wenn die Schaltfläche nicht funktioniert, kannst du diesen Link kopieren und in deinem Browser einfügen:

source: Your username:
de: Dein Benutzername:

source: Thanks for using our site!
de: Vielen Dank für die Nutzung unserer Website!

source: The %(site_name)s team
de: Das %(site_name)s-Team

source: This is an automated message, please do not reply to this email.
de: Dies ist eine automatische Nachricht. Bitte antworte nicht auf diese E-Mail.

source: Password Reset - %(site_name)s
de: Passwort zurücksetzen - %(site_name)s

source: Welcome to Klubtool! Your account has been created successfully.
de: Willkommen bei Klubtool! Dein Konto wurde erfolgreich erstellt.

source: Account Information
de: Kontoinformationen

source: Username
de: Benutzername

source: You can now log in to your account:
de: Du kannst dich jetzt in dein Konto einloggen:

source: Log In to Klubtool
de: Bei Klubtool anmelden

source: If you have any questions or need assistance, please don't hesitate to contact us.
de: Wenn du Fragen hast oder Hilfe benötigst, zögere bitte nicht, uns zu kontaktieren.

source: The Klubtool Team
de: Das Klubtool-Team

source: You can now log in to your account at:
de: Du kannst dich jetzt bei deinem Konto anmelden unter:

source: Users
de: Benutzer

source: Add User
de: Benutzer hinzufügen

source: Local
de: Meine Bezirke

source: Date joined
de: Beitrittsdatum

source: Send welcome email to this user?
de: Willkommens-E-Mail an diesen Nutzer schicken?

source: Send Welcome Email
de: Willkommens E-Mail schicken

source: Welcome Email
de: Willkommens-E-Mail

source: No users found.
de: Keine Benutzer gefunden.

source: You are already logged in.
de: Sie sind bereits angemeldet.

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
de: Hast du dein Passwort vergessen? Gib unten deine E-Mail-Adresse ein, dann schicken wir dir eine E-Mail, mit der du dein Passwort zurücksetzen kannst.

source: Send Reset Email
de: E-Mail zurücksetzen senden

source: Back to Login
de: Zurück zur Anmeldung

source: Password Reset Email Sent
de: Passwort zurücksetzen – E-Mail gesendet

source: Check Your Email
de: Schau mal in deine E-Mails rein

source: We have sent you an email with instructions to reset your password. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
de: Wir haben dir eine E-Mail mit Anweisungen zum Zurücksetzen deines Passworts geschickt. Wenn du sie nicht bekommen hast, schau mal in deinem Spam-Ordner nach. Wenn du sie auch nach ein paar Minuten nicht hast, melde dich einfach bei uns.

source: Go to Homepage
de: Zur Startseite gehen

source: Password Reset Failed
de: Passwort zurücksetzen hat nicht geklappt

source: The password reset link was invalid, possibly because it has already been used or has expired.
de: Der Link zum Zurücksetzen des Passworts ist ungültig, wahrscheinlich weil er schon benutzt wurde oder abgelaufen ist.

source: Request New Password Reset
de: Neues Passwort anfordern

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Gib dein neues Passwort bitte zweimal ein, damit wir überprüfen können, ob du es richtig eingegeben hast.

source: New Password
de: Neues Passwort

source: Confirm New Password
de: Neues Passwort bestätigen

source: Change My Password
de: Passwort ändern

source: Password Reset Complete
de: Passwort zurücksetzen abgeschlossen

source: Your password has been set. You may go ahead and log in now.
de: Dein Passwort wurde festgelegt. Du kannst dich jetzt einloggen.

source: Delete Role
de: Rolle löschen

source: Are you sure you want to delete the role
de: Bist du sicher, dass du die Rolle löschen willst?

source: Inactive roles cannot be assigned to users
de: Inaktive Rollen können Benutzern nicht zugewiesen werden

source: A brief description of what this role is for
de: Eine kurze Beschreibung der Aufgaben dieser Position

source: Permissions
de: Berechtigungen

source: Enter permissions as JSON array. Example: ['user.view', 'user.edit', 'user.delete']
de: Gib die Berechtigungen als JSON-Array ein. Beispiel: ['user.view', 'user.edit', 'user.delete']

source: Common Permission Examples
de: Häufige Beispiele für Berechtigungen

source: View users
de: Benutzer anzeigen

source: Edit users
de: Benutzer bearbeiten

source: Delete users
de: Benutzer löschen

source: Create users
de: Benutzer erstellen

source: Full user management
de: Vollständige Benutzerverwaltung

source: Role Management
de: Rollenverwaltung

source: View roles
de: Rollen ansehen

source: Edit roles
de: Rollen bearbeiten

source: Delete roles
de: Rollen löschen

source: Create roles
de: Rollen erstellen

source: Update Role
de: Rolle aktualisieren

source: Are you sure you want to delete this role?
de: Bist du sicher, dass du diese Rolle löschen möchtest?

source: Cannot delete role with assigned users
de: Rolle mit zugewiesenen Benutzern kann nicht gelöscht werden

source: Role pagination
de: Rollen-Paginierung

source: No roles found
de: Keine Rollen gefunden

source: Create your first role to get started.
de: Erstelle deine erste Rolle, um loszulegen.

source: Create First Role
de: Erste Rolle erstellen

source: Account Settings
de: Kontoeinstellungen

source: Update your account information and preferences.
de: Aktualisieren Sie Ihre Kontoinformationen und Einstellungen.

source: Update Settings
de: Einstellungen aktualisieren

source: Update your account password to keep your account secure. Choose a strong password that you haven't used elsewhere.
de: Aktualisiere dein Kontopasswort, um dein Konto zu schützen. Wähle ein sicheres Passwort, das du noch nicht anderweitig verwendest.

source: Delete Account
de: Konto löschen

source: You can safely delete your account. This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Register
de: Registrieren

source: Create Your Account
de: Konto erstellen

source: Personal Information
de: Persönliche Informationen

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Contact Information
de: Informationen

source: We'll use this to send you important updates and notifications.
de: Wir verwenden diese, um dir wichtige Updates und Benachrichtigungen zu senden.

source: Security
de: Sicherheit

source: Confirm Password
de: Passwort bestätigen

source: Create Account
de: Konto erstellen

source: Sign In
de: Anmelden

source: Your information is secure and will never be shared with third parties.
de: Deine Daten sind sicher und werden niemals an Dritte weitergegeben.

source: A user with that email already exists.
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits.

source: New password
de: Neues Passwort

source: Leave blank to keep the current password.
de: Leer lassen, um das aktuelle Passwort beizubehalten.

source: New password (again)
de: Neues Passwort (wiederholen)

source: Confirm new password
de: Neues Passwort bestätigen

source: The two password fields didn't match.
de: Die beiden Passwortfelder stimmen nicht überein.

source: Language
de: Sprache

source: Select your preferred language for the interface
de: Wähle deine bevorzugte für die Benutzeroberfläche

source: Your email address for account notifications and password resets
de: Ihre E-Mail-Adresse für Kontobenachrichtigungen und Passwort-Zurücksetzungen

source: This email address is already in use.
de: Diese E-Mail-Adresse wird bereits verwendet.

source: Active User
de: Aktiver Benutzer

source: Staff User
de: Mitarbeiter

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
de: Erforderlich. Maximal 150 Zeichen. Nur Buchstaben, Ziffern und @/./+/-/_.

source: Required. Used for account notifications and password resets.
de: Notwendig. Dies wird für Kontobenachrichtigungen und Passwort-Zurücksetzungen benötigt.

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
de: Gibt an, ob dieser Benutzer als aktiv behandelt werden soll. Deaktivieren Sie diese Option, anstatt Konten zu löschen.

source: Designates whether the user can log into the admin site.
de: Gibt an, ob sich der Benutzer auf der Admin-Website anmelden kann.

source: A user with that username already exists.
de: Ein Benutzer mit diesem Benutzernamen existiert bereits.

source: Preferred language for the interface
de: Bevorzugte Sprache für die Benutzeroberfläche

source: Your account doesn't have an email address configured. Please add an email address in your settings first.
de: Für Ihr Konto ist keine E-Mail-Adresse konfiguriert. Bitte fügen Sie zunächst in Ihren Einstellungen eine E-Mail-Adresse hinzu.

source: Test Email from Klubtool
de: Test-E-Mail von Klubtool

source: This is a test email from Klubtool. If you received this email, your email configuration is working correctly. Sent to: {email} User: {username} Time: {time}
de: Dies ist eine Test-E-Mail von Klubtool. Wenn Sie diese E-Mail erhalten haben, funktioniert Ihre E-Mail-Konfiguration ordnungsgemäß. Gesendet an: {email} Benutzer: {username} Zeit: {time}

source: Test email sent successfully to {email}
de: Test-E-Mail erfolgreich an {email} gesendet

source: Failed to send test email: {error}
de: Test-E-Mail konnte nicht gesendet werden: {error}

source: User {username} doesn't have an email address configured.
de: Benutzer {username} hat keine E-Mail-Adresse angegeben.

source: User {username} has already logged in. Welcome emails can only be sent to users who haven't logged in yet.
de: Benutzer {username} hat sich bereits angemeldet. Willkommens-E-Mails können nur an Benutzer gesendet werden, die sich noch nicht angemeldet haben.

source: Welcome email sent successfully to {email}
de: Willkommens-E-Mail erfolgreich an {email} gesendet

source: Failed to send welcome email: {error}
de: Willkommens-E-Mail konnte nicht gesendet werden: {error}

source: Your email has been confirmed and you have been logged in.
de: Deine E-Mail-Adresse wurde bestätigt und du bist nun angemeldet.

source: Your email has been confirmed.
de: Deine E-Mail-Adresse wurde bestätigt.
